[
    {
        "name": "Chen Wei",
        "age": 28,
        "gender": "Male",
        "routine": "Chen Wei sleeps around 11:30 pm and wakes up at 7:00 am to get to his engineering job.",
        "personality": [
            "analytical",
            "meticulous",
            "practical"
        ],
        "occupation": "Chen Wei is a civil engineer who works on infrastructure projects, with a steady 9-to-5 job at a construction company.",
        "thoughts": "Chen Wei spent the weekend of 2024-02-03 assisting in the planning of his sister's wedding, which, despite the stress, he enjoyed thoroughly.",
        "lifestyle": "Chen prefers a minimalistic home environment and engages in evening indoor rock climbing sessions for his health and pleasure."
    },
    {
        "name": "Kobus Botha",
        "age": 60,
        "gender": "Male",
        "routine": "Kobus Botha usually goes to bed by 9pm and is up by 5am for a light workout.",
        "personality": [
            "wise",
            "content",
            "authoritative"
        ],
        "occupation": "Kobus is a retired wildlife conservationist, but still gives guest lectures at universities.",
        "thoughts": "He is considering writing a memoir about his experiences and thought more seriously about it after visiting his old reserve on February 1st, 2024.",
        "lifestyle": "Kobus enjoys a South African braai, has a deep appreciation for nature photography, and keeps a well-maintained garden."
    },
    {
        "name": "John Carter",
        "age": 44,
        "gender": "Male",
        "routine": "John is usually in bed by 12am after watching late-night shows and is up by 7:30am to jog before work.",
        "personality": [
            "extroverted",
            "opinionated",
            "gregarious"
        ],
        "occupation": "John is an American political journalist working for a major news network. His hours are irregular, often involving late nights.",
        "thoughts": "John is preoccupied with the latest political scandal and is gathering information to write an exclusive article to be published next Monday.",
        "lifestyle": "John's lifestyle is fast-paced with many social events. He prefers high-protein meals and often dines out. He seldom cooks but loves barbecuing on weekends."
    },
    {
        "name": "Eduardo Silva",
        "age": 34,
        "gender": "Male",
        "routine": "Eduardo usually sleeps at 12am and wakes up at 7am to jog before breakfast.",
        "personality": [
            "sociable",
            "easygoing",
            "practical",
            "generous"
        ],
        "occupation": "Eduardo is an architect who works in a collaborative environment at a design firm. He works from 9am to 6pm, with some evenings dedicated to networking events.",
        "thoughts": "Eduardo has been considering a renovation project for his home office to make it more sustainable. He intends to start planning on the weekend of February 4th, 2024.",
        "lifestyle": "He enjoys a Mediterranean diet, rich in fruits and vegetables. He prefers cycling over other forms of transportation and loves outdoor activities like hiking and beach volleyball. Eduardo is not fond of electronic gadgets and tends to stick to the basics."
    }
]