[
    {
        "name": "Anya Petrova",
        "age": 28,
        "gender": "Female",
        "routine": "Anya sleeps at 11:15 pm and wakes up at 6:50 am to walk her Siberian Husky.",
        "personality": [
            "outgoing",
            "adventurous",
            "resilient"
        ],
        "occupation": "Anya Petrova is a travel blogger who is typically on the move but spends her home days writing and editing content.",
        "thoughts": "She's planning her next trip to the Siberian wilderness, slated to start on February 4th, 2024.",
        "lifestyle": "An adventurous lifestyle with a preference for extreme sports and outdoor activities influences her minimalist home needs."
    },
    {
        "name": "Elise Martin",
        "age": 31,
        "gender": "Female",
        "routine": "Elise is usually in bed by 10pm and wakes up at 5:45am for an early morning run.",
        "personality": [
            "determined",
            "articulate",
            "resourceful"
        ],
        "occupation": "Elise works as a civil lawyer and spends her workdays from 9am to 6pm in court or preparing cases in her office.",
        "thoughts": "She has been pondering the implications of a recent ruling and is preparing an appeal to submit by February 4th, 2024.",
        "lifestyle": "Following a mostly vegan diet, Elise enjoys fresh, farm-to-table meals and takes pride in her urban gardening project. For relaxation, she prefers reading legal thrillers and practices mindfulness meditation to manage her stressful work life."
    },
    {
        "name": "Liam Murphy",
        "age": 38,
        "gender": "Male",
        "routine": "Liam goes to bed at around 10:30pm and wakes up at 6am to take his dog for a run.",
        "personality": [
            "reliable",
            "warm",
            "focused"
        ],
        "occupation": "Liam is a secondary school teacher, teaching history. He works from 8am to 4pm and occasionally tutors in the evenings.",
        "thoughts": "He's been excitedly setting up a new interactive history exhibit for his students, with the launch happening on February 4th, 2024.",
        "lifestyle": "Liam opts for a hearty Irish diet with an appreciation for stews and bread. He enjoys woodworking in his shed as a form of relaxation and often experiments with crafting traditional furniture. His home reflects a rustic and cozy décor theme."
    }
]