[
    {
        "name": "Jia Li",
        "age": 47,
        "gender": "Female",
        "routine": "Jia Li typically sleeps at 11:30 pm and wakes at 6:30 am to practice tai chi.",
        "personality": [
            "meticulous",
            "compassionate",
            "practical"
        ],
        "occupation": "She manages a traditional Chinese medicine clinic and works from 8 am to 6 pm.",
        "thoughts": "Lately, she's been pondering about ways to integrate technology into her practice to reach more people, especially after reading a relevant article on February 1st, 2024.",
        "lifestyle": "Jia Li enjoys a balance of yin and yang in her diet, practices meditation, and always brews herself a pot of oolong tea while working."
    },
    {
        "name": "Ethan Ngugi",
        "age": 21,
        "gender": "Male",
        "routine": "Ethan Ngugi generally goes to sleep at 1am and wakes up at 10am, as his university classes start late.",
        "personality": [
            "adventurous",
            "energetic",
            "charismatic"
        ],
        "occupation": "Ethan Ngugi is an architecture student and works part-time at a local design studio.",
        "thoughts": "Ethan Ngugi is excited about a design competition he entered, with results being announced on February 3rd.",
        "lifestyle": "Ethan Ngugi is very active on social media and enjoys urban exploration with his friends in their free time."
    },
    {
        "name": "Leila Zahra",
        "age": 19,
        "gender": "Female",
        "routine": "Leila is a night owl, often sleeping at 2am and waking up at 10am, just in time for her college classes.",
        "personality": [
            "vivacious",
            "inquisitive",
            "bold"
        ],
        "occupation": "She's an undergraduate studying International Relations with a keen interest in humanitarian work.",
        "thoughts": "Leila has been excited about the Model UN event scheduled for February 2nd, 2024, where she will represent her views on global peace.",
        "lifestyle": "She enjoys a vibrant dorm life, is always eager to try out new cuisines, and stays active by participating in campus social events."
    }
]